Repository: Shojaeyan/GM-Show-Product-Sales-Number-for-WooCommerce
Catalog: languages/gm-show-product-sales-number-*.po
Languages: ar, de_de, es_es, fa_ir, fr_fr

source: Fake Sales Settings
ar: إعدادات المبيعات الوهمية
de_de: Einstellungen für Fake-Verkäufe
es_es: Configuración de ventas falsas
fa_ir: تنظیمات فروش فیک
fr_fr: Paramètres de ventes fictives

source: Default Min Fake Sales
ar: الحد الأدنى الافتراضي للمبيعات الوهمية
de_de: Standard-Minimum an Fake-Verkäufen
es_es: Ventas falsas mínimas por defecto
fa_ir: حداقل فروش فیک پیش‌فرض
fr_fr: Ventes fictives minimum par défaut

source: Default Max Fake Sales
ar: الحد الأقصى الافتراضي للمبيعات الوهمية
de_de: Standard-Maximum an Fake-Verkäufen
es_es: Ventas falsas máximas por defecto
fa_ir: حداکثر فروش فیک پیش‌فرض
fr_fr: Ventes fictives maximum par défaut

source: Default Prefix Text (before number)
ar: النص الافتراضي قبل الرقم
de_de: Standard-Präfixtext (vor der Zahl)
es_es: Texto de prefijo predeterminado (antes del número)
fa_ir: متن پیش‌فرض قبل از عدد فروش
fr_fr: Texte préfixe par défaut (avant le nombre)

source: Default Suffix Text (after number)
ar: النص الافتراضي بعد الرقم
de_de: Standard-Suffixtext (nach der Zahl)
es_es: Texto de sufijo predeterminado (después del número)
fa_ir: متن پیش‌فرض بعد از عدد فروش
fr_fr: Texte suffixe par défaut (après le nombre)

source: Message Prefix (for this product)
ar: بادئة الرسالة (لهذا المنتج)
de_de: Nachrichtenpräfix (für dieses Produkt)
es_es: Prefijo del mensaje (para este producto)
fa_ir: متن قبل از عدد (برای این محصول)
fr_fr: Préfixe du message (pour ce produit)

source: Message Suffix (for this product)
ar: لاحقة الرسالة (لهذا المنتج)
de_de: Nachrichtensuffix (für dieses Produkt)
es_es: Sufijo del mensaje (para este producto)
fa_ir: متن بعد از عدد (برای این محصول)
fr_fr: Suffixe du message (pour ce produit)

source: Fake Sales Count (for this product)
ar: عدد المبيعات الوهمية (لهذا المنتج)
de_de: Anzahl der Fake-Verkäufe (für dieses Produkt)
es_es: Cantidad de ventas falsas (para este producto)
fa_ir: تعداد فروش فیک (برای این محصول)
fr_fr: Nombre de ventes fictives (pour ce produit)

source: Security error: Invalid nonce.
ar: خطأ أمني: الرمز غير صالح.
de_de: Sicherheitsfehler: Ungültiger Nonce.
es_es: Error de seguridad: nonce inválido.
fa_ir: خطای امنیتی: Nonce نامعتبر است.
fr_fr: Erreur de sécurité : Nonce invalide.

source: people have purchased
ar: قاموا بالشراء
de_de: Personen haben gekauft
es_es: personas han comprado
fa_ir: نفر خرید کرده‌اند
fr_fr: personnes ont acheté

source: So far
ar: حتى الآن
de_de: Bisher
es_es: Hasta ahora
fa_ir: تا الان
fr_fr: Jusqu'à présent

source: Please select one of the GM plugins from the left menu.
ar: يرجى اختيار أحد إضافات GM من القائمة الجانبية.
de_de: Bitte wähle eines der GM-Plugins im linken Menü aus.
es_es: Por favor selecciona uno de los plugins de GM del menú de la izquierda.
fa_ir: لطفاً از منوی سمت چپ یکی از افزونه‌های GM را انتخاب کنید.
fr_fr: Veuillez sélectionner un plugin GM dans le menu de gauche.

source: Welcome to GM Plugin Suite
ar: مرحبًا بك في مجموعة إضافات GM
de_de: Willkommen bei der GM-Plugin-Suite
es_es: Bienvenido a la suite de plugins de GM
fa_ir: به مجموعه افزونه‌های GM خوش آمدید
fr_fr: Bienvenue dans la suite de plugins GM

source: Fake Sales (WooCommerce)
fa_ir: نمایش تعداد فروش
